Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# ladder.focus2
source: Two-move combinations, rook activity, opposition
ar_sa: تركيبات من نقلتين، نشاط القلاع، التقابل
cs: Dvoutahové kombinace, aktivita věží, opozice
da: Kombinationer på to træk, tårnenes aktivitet, opposition
de_de: Zwei-Zug-Kombinationen, Turmaktivität, Opposition
el: Συνδυασμοί δύο κινήσεων, δραστηριότητα πύργων, αντιπαράθεση
es_es: Combinaciones de dos jugadas, actividad de torres, oposición
fi: Kahden siirron yhdistelmät, tornien aktiivisuus, oppositio
fr_ca: Combinaisons en deux coups, activité des tours, opposition
he: צירופים בני שני מהלכים, פעילות צריחים, אופוזיציה
hi: दो चालों के संयोजन, हाथी की सक्रियता, विरोध
hu: Kétlépéses kombinációk, bástyaaktivitás, oppozíció
id: Kombinasi dua langkah, keaktifan benteng, oposisi
it: Combinazioni in due mosse, attività delle torri, opposizione
ja: 2手のコンビネーション、ルークの働き、オポジション
ko: 두 수 콤비네이션, 룩의 활동성, 오포지션
ms: Kombinasi dua langkah, keaktifan benteng, oposisi
nl_nl: Combinaties van twee zetten, torenactiviteit, oppositie
no: Kombinasjoner på to trekk, tårnaktivitet, opposisjon
pl: Kombinacje dwuposunięciowe, aktywność wież, opozycja
pt_br: Combinações de dois lances, atividade das torres, oposição
ro: Combinații în două mutări, activitatea turnurilor, opoziția
ru: Двухходовые комбинации, активность ладей, оппозиция
sv: Kombinationer på två drag, tornaktivitet, opposition
th: คอมบิเนชันสองตา ความคล่องของเรือ การเผชิญหน้า
tr: İki hamlelik kombinezonlar, kale etkinliği, opozisyon
vi: Phối hợp hai nước, hoạt động của xe, đối mặt
zh_hans: 两步组合、车的活跃度、对王
zh_hant: 兩步組合、車的活躍度、對王

# ladder.focus3
source: Deflection, interference, prophylaxis, Lucena and Philidor
ar_sa: الإبعاد، الاعتراض، الوقاية، لوسينا وفيليدور
cs: Odlákání, přerušení, profylaxe, Lucena a Philidor
da: Afledning, afbrydelse, profylakse, Lucena og Philidor
de_de: Ablenkung, Unterbrechung, Prophylaxe, Lucena und Philidor
el: Απόσπαση, παρεμβολή, προφύλαξη, Λουτσένα και Φιλιντόρ
es_es: Desviación, interferencia, profilaxis, Lucena y Philidor
fi: Houkuttelu, katkaisu, ennaltaehkäisy, Lucena ja Philidor
fr_ca: Déviation, interception, prophylaxie, Lucena et Philidor
he: הסחה, חסימה, מניעה, לוצ׳נה ופילידור
hi: विचलन, अवरोध, पूर्व-रोकथाम, लुसेना और फिलिडोर
hu: Elterelés, közbeiktatás, profilaxis, Lucena és Philidor
id: Pengalihan, penghalangan, profilaksis, Lucena dan Philidor
it: Deviazione, interferenza, profilassi, Lucena e Philidor
ja: デフレクション、インターフェアレンス、予防手、ルセナとフィリドール
ko: 디플렉션, 인터피어런스, 예방수, 루세나와 필리도르
ms: Pengalihan, penghalangan, profilaksis, Lucena dan Philidor
nl_nl: Afleiding, onderbreking, profylaxe, Lucena en Philidor
no: Avledning, avskjæring, profylakse, Lucena og Philidor
pl: Odciągnięcie, przesłona, profilaktyka, Lucena i Philidor
pt_br: Desvio, interferência, profilaxia, Lucena e Philidor
ro: Deviere, interpunere, profilaxie, Lucena și Philidor
ru: Отвлечение, перекрытие, профилактика, Лусена и Филидор
sv: Avledning, avskärmning, profylax, Lucena och Philidor
th: การล่อออก การขวาง การป้องกันล่วงหน้า ลูเซนาและฟิลิดอร์
tr: Saptırma, araya girme, profilaksi, Lucena ve Philidor
vi: Đánh lạc hướng, chắn đường, phòng ngừa, Lucena và Philidor
zh_hans: 引离、阻隔、预防着法、卢塞纳与菲利多尔
zh_hant: 引離、阻隔、預防著法、盧塞納與菲利多爾

# ladder.focus4
source: Quiet moves, long forcing lines, minor-piece endings
ar_sa: النقلات الهادئة، الخطوط الإجبارية الطويلة، نهايات القطع الخفيفة
cs: Tiché tahy, dlouhé forsírované varianty, koncovky lehkých figur
da: Stille træk, lange tvungne varianter, slutspil med lette officerer
de_de: Stille Züge, lange Zwangsvarianten, Leichtfigurenendspiele
el: Ήσυχες κινήσεις, μακριές βεβιασμένες γραμμές, φινάλε ελαφρών κομματιών
es_es: Jugadas tranquilas, líneas forzadas largas, finales de piezas menores
fi: Hiljaiset siirrot, pitkät pakotetut jatkot, kevytupseeriloppupelit
fr_ca: Coups tranquilles, longues lignes forcées, finales de pièces mineures
he: מהלכים שקטים, קווים כפויים ארוכים, סופי כלים קלים
hi: शांत चालें, लंबी बाध्य पंक्तियाँ, हल्के मोहरों के अंत-खेल
hu: Csendes lépések, hosszú kényszerített változatok, könnyűtiszt-végjátékok
id: Langkah tenang, variasi paksa panjang, akhir permainan buah ringan
it: Mosse tranquille, lunghe varianti forzate, finali di pezzi leggeri
ja: 静かな手、長い強制手順、軽い駒の終盤
ko: 조용한 수, 긴 강제 수순, 경기물 엔드게임
ms: Langkah tenang, variasi paksa panjang, akhir permainan buah ringan
nl_nl: Stille zetten, lange geforceerde varianten, lichtstukkeneindspelen
no: Stille trekk, lange tvungne varianter, lettoffisersluttspill
pl: Ciche posunięcia, długie warianty wymuszone, końcówki lekkofigurowe
pt_br: Lances silenciosos, longas linhas forçadas, finais de peças menores
ro: Mutări liniștite, variante forțate lungi, finaluri cu piese ușoare
ru: Тихие ходы, длинные форсированные варианты, окончания с лёгкими фигурами
sv: Tysta drag, långa forcerade varianter, lättpjässlutspel
th: ตาเงียบ แนวบังคับยาว เกมท้ายหมากเบา
tr: Sessiz hamleler, uzun zorlayıcı varyantlar, hafif taş oyunsonları
vi: Nước lặng, biến ép dài, tàn cuộc quân nhẹ
zh_hans: 安静着法、长强制变例、轻子残局
zh_hant: 安靜著法、長強制變例、輕子殘局

# ladder.focus5
source: Positional sacrifices, defensive resources, technique
ar_sa: التضحيات الوضعية، موارد الدفاع، التقنية
cs: Poziční oběti, obranné zdroje, technika
da: Positionsofre, forsvarsressourcer, teknik
de_de: Positionsopfer, Verteidigungsressourcen, Technik
el: Θεσιακές θυσίες, αμυντικοί πόροι, τεχνική
es_es: Sacrificios posicionales, recursos defensivos, técnica
fi: Asemalliset uhraukset, puolustusresurssit, tekniikka
fr_ca: Sacrifices positionnels, ressources défensives, technique
he: הקרבות עמדתיות, משאבי הגנה, טכניקה
hi: स्थितिगत बलिदान, बचाव के संसाधन, तकनीक
hu: Pozíciós áldozatok, védekezési erőforrások, technika
id: Korban posisional, sumber daya bertahan, teknik
it: Sacrifici posizionali, risorse difensive, tecnica
ja: ポジショナルサクリファイス、受けの手筋、技術
ko: 포지셔널 희생, 수비 자원, 기술
ms: Korban posisional, sumber daya bertahan, teknik
nl_nl: Positionele offers, verdedigingsmiddelen, techniek
no: Posisjonsofre, forsvarsressurser, teknikk
pl: Ofiary pozycyjne, zasoby obronne, technika
pt_br: Sacrifícios posicionais, recursos defensivos, técnica
ro: Sacrificii poziționale, resurse defensive, tehnică
ru: Позиционные жертвы, защитные ресурсы, техника
sv: Positionsoffer, försvarsresurser, teknik
th: การสละเชิงตำแหน่ง ทรัพยากรการตั้งรับ เทคนิค
tr: Konumsal fedalar, savunma kaynakları, teknik
vi: Thí quân theo thế trận, tài nguyên phòng thủ, kỹ thuật
zh_hans: 局面弃子、防守资源、技术
zh_hant: 局面棄子、防守資源、技術

# ladder.focus6
source: Deep calculation, imbalance evaluation, endgame precision
ar_sa: حساب عميق، تقييم الاختلالات، دقة في النهايات
cs: Hluboký výpočet, hodnocení nerovnováh, přesnost v koncovkách
da: Dyb beregning, vurdering af ubalancer, præcision i slutspillet
de_de: Tiefe Berechnung, Bewertung von Ungleichgewichten, Endspielpräzision
el: Βαθύς υπολογισμός, αξιολόγηση ανισορροπιών, ακρίβεια στα φινάλε
es_es: Cálculo profundo, valoración de desequilibrios, precisión en los finales
fi: Syvä laskenta, epätasapainojen arviointi, tarkkuus loppupelissä
fr_ca: Calcul profond, évaluation des déséquilibres, précision en finale
he: חישוב עמוק, הערכת חוסר איזון, דיוק בסופים
hi: गहरी गणना, असंतुलन का आकलन, अंत-खेल में सटीकता
hu: Mély számolás, egyensúlyhiányok értékelése, végjátékpontosság
id: Perhitungan dalam, penilaian ketidakseimbangan, presisi akhir permainan
it: Calcolo profondo, valutazione degli squilibri, precisione nei finali
ja: 深い読み、アンバランスの評価、終盤の精度
ko: 깊은 계산, 불균형 평가, 엔드게임 정확도
ms: Perhitungan dalam, penilaian ketidakseimbangan, presisi akhir permainan
nl_nl: Diepe berekening, beoordelen van onevenwichtigheden, precisie in het eindspel
no: Dyp beregning, vurdering av ubalanser, presisjon i sluttspill
pl: Głęboka kalkulacja, ocena nierównowag, precyzja w końcówkach
pt_br: Cálculo profundo, avaliação de desequilíbrios, precisão nos finais
ro: Calcul profund, evaluarea dezechilibrelor, precizie în finaluri
ru: Глубокий расчёт, оценка дисбалансов, точность в эндшпиле
sv: Djup beräkning, bedömning av obalanser, precision i slutspel
th: การคำนวณลึก การประเมินความไม่สมดุล ความแม่นยำในเกมท้าย
tr: Derin hesap, dengesizlik değerlendirmesi, oyunsonunda hassasiyet
vi: Tính toán sâu, đánh giá mất cân bằng, chính xác trong tàn cuộc
zh_hans: 深度计算、失衡判断、残局精度
zh_hant: 深度計算、失衡判斷、殘局精度

# ladder.name0
source: Beginner
ar_sa: مبتدئ
cs: Začátečník
da: Begynder
de_de: Anfänger
el: Αρχάριος
es_es: Principiante
fi: Aloittelija
fr_ca: Débutant
he: מתחיל
hi: शुरुआती
hu: Kezdő
id: Pemula
it: Principiante
ja: 初心者
ko: 초보
ms: Pemula
no: Nybegynner
pl: Początkujący
pt_br: Iniciante
ro: Începător
ru: Начинающий
sv: Nybörjare
th: มือใหม่
tr: Başlangıç
vi: Người mới
zh_hans: 初学者
zh_hant: 初學者

# ladder.name1
source: Club player
ar_sa: لاعب نادٍ
cs: Klubový hráč
da: Klubspiller
de_de: Vereinsspieler
el: Παίκτης συλλόγου
es_es: Jugador de club
fi: Kerhopelaaja
fr_ca: Joueur de club
he: שחקן מועדון
hi: क्लब खिलाड़ी
hu: Klubjátékos
id: Pemain klub
it: Giocatore di circolo
ja: クラブ級
ko: 클럽 플레이어
ms: Pemain kelab
nl_nl: Clubspeler
no: Klubbspiller
pl: Gracz klubowy
pt_br: Jogador de clube
ro: Jucător de club
ru: Клубный игрок
sv: Klubbspelare
th: ผู้เล่นระดับสโมสร
tr: Kulüp oyuncusu
vi: Người chơi câu lạc bộ
zh_hans: 俱乐部棋手
zh_hant: 俱樂部棋手

# ladder.name2
source: Strong club
ar_sa: نادٍ متقدّم
cs: Silný klubový
da: Stærk klubspiller
de_de: Starker Vereinsspieler
el: Δυνατός συλλόγου
es_es: Club fuerte
fi: Vahva kerhopelaaja
fr_ca: Club confirmé
he: מועדון חזק
hi: मज़बूत क्लब
hu: Erős klubjátékos
id: Klub kuat
it: Circolo forte
ja: 上位クラブ級
ko: 강한 클럽
ms: Kelab kuat
nl_nl: Sterke clubspeler
no: Sterk klubbspiller
pl: Silny klubowy
pt_br: Clube forte
ro: Club puternic
ru: Сильный клубный
sv: Stark klubbspelare
th: สโมสรระดับสูง
tr: Güçlü kulüp
vi: Câu lạc bộ mạnh
zh_hans: 强俱乐部
zh_hant: 強俱樂部

# ladder.name4
source: Candidate master
ar_sa: مرشّح أستاذ
cs: Kandidát mistra
da: Kandidatmester
de_de: Anwärtermeister
el: Υποψήφιος μετρ
es_es: Candidato a maestro
fi: Mestariehdokas
fr_ca: Candidat maître
he: מועמד לאמן
hi: कैंडिडेट मास्टर
hu: Mesterjelölt
id: Calon master
it: Candidato maestro
ja: キャンディデートマスター
ko: 캔디데이트 마스터
ms: Calon master
nl_nl: Kandidaat-meester
no: Kandidatmester
pl: Kandydat na mistrza
pt_br: Candidato a mestre
ro: Candidat de maestru
ru: Кандидат в мастера
sv: Kandidatmästare
th: แคนดิเดตมาสเตอร์
tr: Usta adayı
vi: Dự bị kiện tướng
zh_hans: 候补大师
zh_hant: 候補大師

# ladder.name5
source: Master
ar_sa: أستاذ
cs: Mistr
da: Mester
de_de: Meister
el: Μετρ
es_es: Maestro
fi: Mestari
fr_ca: Maître
he: אמן
hi: मास्टर
hu: Mester
it: Maestro
ja: マスター
ko: 마스터
nl_nl: Meester
no: Mester
pl: Mistrz
pt_br: Mestre
ro: Maestru
ru: Мастер
sv: Mästare
th: มาสเตอร์
tr: Usta
vi: Kiện tướng
zh_hans: 大师
zh_hant: 大師

# ladder.name6
source: Grandmaster range
ar_sa: مستوى أستاذ كبير
cs: Velmistrovská úroveň
da: Stormesterniveau
de_de: Großmeisterbereich
el: Επίπεδο γκρανμέτρ
es_es: Nivel de gran maestro
fi: Suurmestaritaso
fr_ca: Niveau grand maître
he: רמת רב-אמן
hi: ग्रैंडमास्टर स्तर
hu: Nagymesteri szint
id: Level grandmaster
it: Livello grande maestro
ja: グランドマスター級
ko: 그랜드마스터 수준
ms: Tahap grandmaster
nl_nl: Grootmeesterniveau
no: Stormesternivå
pl: Poziom arcymistrza
pt_br: Nível de grande mestre
ro: Nivel de mare maestru
ru: Уровень гроссмейстера
sv: Stormästarnivå
th: ระดับแกรนด์มาสเตอร์
tr: Büyükusta seviyesi
vi: Trình đại kiện tướng
zh_hans: 特级大师水平
zh_hant: 特級大師水準

# menu.leave
source: Leave and go back
ar_sa: الخروج والعودة
cs: Odejít a vrátit se
da: Forlad og gå tilbage
de_de: Verlassen und zurück
el: Έξοδος και επιστροφή
es_es: Salir y volver
fi: Poistu ja palaa
fr_ca: Quitter et revenir
he: יציאה וחזרה
hi: छोड़ें और वापस जाएँ
hu: Kilépés és vissza
id: Keluar dan kembali
it: Esci e torna indietro
ja: 中断して戻る
ko: 나가서 돌아가기
ms: Keluar dan kembali
nl_nl: Verlaten en terug
no: Forlat og gå tilbake
pl: Wyjdź i wróć
pt_br: Sair e voltar
ro: Ieși și revino
ru: Выйти и вернуться
sv: Lämna och gå tillbaka
th: ออกและย้อนกลับ
tr: Çık ve geri dön
vi: Rời đi và quay lại
zh_hans: 离开并返回
zh_hant: 離開並返回

# menu.mainMenu
source: Main menu
ar_sa: القائمة الرئيسية
cs: Hlavní nabídka
da: Hovedmenu
de_de: Hauptmenü
el: Κύριο μενού
es_es: Menú principal
fi: Päävalikko
fr_ca: Menu principal
he: תפריט ראשי
hi: मुख्य मेन्यू
hu: Főmenü
id: Menu utama
it: Menu principale
ja: メインメニュー
ko: 메인 메뉴
ms: Menu utama
nl_nl: Hoofdmenu
no: Hovedmeny
pl: Menu główne
pt_br: Menu principal
ro: Meniu principal
ru: Главное меню
sv: Huvudmeny
th: เมนูหลัก
tr: Ana menü
vi: Menu chính
zh_hans: 主菜单
zh_hant: 主選單

# menu.profile
source: Profile & settings
ar_sa: الملف الشخصي والإعدادات
cs: Profil a nastavení
da: Profil og indstillinger
de_de: Profil & Einstellungen
el: Προφίλ και ρυθμίσεις
es_es: Perfil y ajustes
fi: Profiili ja asetukset
fr_ca: Profil et réglages
he: פרופיל והגדרות
hi: प्रोफ़ाइल और सेटिंग्स
hu: Profil és beállítások
id: Profil dan pengaturan
it: Profilo e impostazioni
ja: プロフィールと設定
ko: 프로필 및 설정
ms: Profil dan tetapan
nl_nl: Profiel en instellingen
no: Profil og innstillinger
pl: Profil i ustawienia
pt_br: Perfil e ajustes
ro: Profil și setări
ru: Профиль и настройки
sv: Profil och inställningar
th: โปรไฟล์และการตั้งค่า
tr: Profil ve ayarlar
vi: Hồ sơ và cài đặt
zh_hans: 个人资料与设置
zh_hant: 個人資料與設定

# menu.slug
source: Play · Train · Watch
ar_sa: العب · تدرّب · شاهد
cs: Hraj · Trénuj · Sleduj
da: Spil · Træn · Se
de_de: Spielen · Trainieren · Zusehen
el: Παίξε · Προπονήσου · Δες
es_es: Juega · Entrena · Observa
fi: Pelaa · Harjoittele · Katso
fr_ca: Jouer · S'entraîner · Regarder
he: שחק · התאמן · צפה
hi: खेलें · अभ्यास · देखें
hu: Játék · Edzés · Nézés
id: Main · Latih · Tonton
it: Gioca · Allenati · Guarda
ja: 指す · 鍛える · 観る
ko: 대국 · 훈련 · 관전
ms: Main · Latih · Tonton
nl_nl: Spelen · Trainen · Kijken
no: Spill · Tren · Se
pl: Graj · Trenuj · Oglądaj
pt_br: Jogar · Treinar · Assistir
ro: Joacă · Antrenează · Privește
ru: Играть · Тренироваться · Смотреть
sv: Spela · Träna · Se
th: เล่น · ฝึก · ดู
tr: Oyna · Çalış · İzle
vi: Chơi · Luyện · Xem
zh_hans: 对弈 · 训练 · 观战
zh_hant: 對弈 · 訓練 · 觀戰

# online.aRealOpponentOverGame
source: A real opponent over Game Center, on the clock. No hints, no engine, no take-backs.
ar_sa: خصم حقيقي عبر Game Center، مع ساعة. بلا تلميحات، بلا محرّك، وبلا تراجع عن النقلات.
cs: Skutečný soupeř přes Game Center, na hodiny. Bez nápověd, bez enginu, bez braní tahů zpět.
da: En rigtig modstander via Game Center, på ur. Ingen hints, ingen motor, ingen fortrydelser.
de_de: Ein echter Gegner über Game Center, mit Uhr. Keine Tipps, keine Engine, keine Zugrücknahme.
el: Πραγματικός αντίπαλος μέσω Game Center, με ρολόι. Χωρίς υποδείξεις, χωρίς μηχανή, χωρίς πάρσιμο κινήσεων πίσω.
es_es: Un rival de verdad a través de Game Center, con reloj. Sin pistas, sin motor, sin deshacer jugadas.
fi: Oikea vastustaja Game Centerin kautta, kello käynnissä. Ei vihjeitä, ei moottoria, ei siirtojen perumista.
fr_ca: Un vrai adversaire via Game Center, à la pendule. Pas d'indice, pas de moteur, pas de retour en arrière.
he: יריב אמיתי דרך Game Center, עם שעון. בלי רמזים, בלי מנוע, בלי לקחת מהלכים בחזרה.
hi: Game Center के ज़रिए असली प्रतिद्वंद्वी, घड़ी के साथ। कोई संकेत नहीं, कोई इंजन नहीं, चाल वापस लेना नहीं।
hu: Valódi ellenfél a Game Centeren keresztül, órával. Nincs tipp, nincs motor, nincs visszalépés.
id: Lawan sungguhan lewat Game Center, dengan jam. Tanpa petunjuk, tanpa mesin, tanpa menarik langkah kembali.
it: Un avversario vero tramite Game Center, con l'orologio. Nessun suggerimento, nessun motore, nessuna mossa ritirata.
ja: Game Center を通じた生身の相手と、持ち時間つきで対局します。ヒントなし、エンジンなし、待ったなし。
ko: Game Center로 만나는 진짜 상대, 시계까지. 힌트도, 엔진도, 무르기도 없습니다.
ms: Lawan sebenar melalui Game Center, dengan jam. Tiada petunjuk, tiada enjin, tiada tarik balik langkah.
nl_nl: Een echte tegenstander via Game Center, met klok. Geen hints, geen engine, geen zetten terugnemen.
no: En ekte motstander via Game Center, på klokke. Ingen hint, ingen motor, ingen angrede trekk.
pl: Żywy przeciwnik przez Game Center, z zegarem. Bez podpowiedzi, bez silnika, bez cofania posunięć.
pt_br: Um adversário de verdade pelo Game Center, no relógio. Sem dicas, sem motor, sem voltar lances.
ro: Un adversar real prin Game Center, cu ceas. Fără indicii, fără motor, fără mutări luate înapoi.
ru: Живой соперник через Game Center, с часами. Без подсказок, без движка, без взятия ходов назад.
sv: En riktig motståndare via Game Center, med klocka. Inga tips, ingen motor, inga återtagna drag.
th: คู่แข่งตัวจริงผ่าน Game Center พร้อมนาฬิกา ไม่มีคำใบ้ ไม่มีเอนจิน ไม่มีการขอเดินใหม่
tr: Game Center üzerinden gerçek bir rakip, saatle. İpucu yok, motor yok, hamle geri alma yok.
vi: Đối thủ thật qua Game Center, có đồng hồ. Không gợi ý, không máy, không đi lại nước.
zh_hans: 通过 Game Center 与真人对弈，带计时。没有提示，没有引擎，不能悔棋。
zh_hant: 透過 Game Center 與真人對弈，附計時。沒有提示，沒有引擎，不能悔棋。

# online.accept
source: Accept
ar_sa: قبول
cs: Přijmout
da: Accepter
de_de: Annehmen
el: Αποδοχή
es_es: Aceptar
fi: Hyväksy
fr_ca: Accepter
he: קבל
hi: स्वीकारें
hu: Elfogad
id: Terima
it: Accetta
ja: 受ける
ko: 수락
ms: Terima
nl_nl: Aanvaarden
no: Godta
pl: Przyjmij
pt_br: Aceitar
ro: Acceptă
ru: Принять
sv: Acceptera
th: ยอมรับ
tr: Kabul et
vi: Chấp nhận
zh_hans: 接受
zh_hant: 接受

# online.backToTheLobby
source: Back to the lobby
ar_sa: العودة إلى الردهة
cs: Zpět do lobby
da: Tilbage til lobbyen
de_de: Zurück zur Lobby
el: Πίσω στο λόμπι
es_es: Volver a la sala
fi: Takaisin aulaan
fr_ca: Retour au salon
he: חזרה ללובי
hi: लॉबी में लौटें
hu: Vissza a lobbiba
id: Kembali ke lobi
it: Torna alla lobby
ja: ロビーへ戻る
ko: 로비로
ms: Kembali ke lobi
nl_nl: Terug naar de lobby
no: Tilbake til lobbyen
pl: Wróć do lobby
pt_br: Voltar ao saguão
ro: Înapoi în lobby
ru: Вернуться в лобби
sv: Tillbaka till lobbyn
th: กลับไปที่ล็อบบี้
tr: Lobiye dön
vi: Về sảnh
zh_hans: 返回大厅
zh_hant: 返回大廳

# online.clock
source: Clock
ar_sa: الوقت
cs: Tempo
da: Betænkningstid
de_de: Bedenkzeit
el: Χρόνος
es_es: Reloj
fi: Miettimisaika
fr_ca: Cadence
he: בקרת זמן
hi: समय
hu: Időbeosztás
id: Waktu
it: Cadenza
ja: 持ち時間
ko: 시간
ms: Masa
nl_nl: Tempo
no: Betenkningstid
pl: Tempo
pt_br: Ritmo
ro: Cadență
ru: Контроль
sv: Betänketid
th: เวลา
tr: Süre
vi: Thời gian
zh_hans: 用时
zh_hant: 用時

# online.clockExplanation
source: %@ each — %@. You are only paired with players who chose the same clock.
ar_sa: ‏%@ لكل لاعب — %@. لا تُقرن إلا بلاعبين اختاروا الوقت نفسه.
cs: %@ na hráče — %@. Spárujeme tě jen s hráči, kteří zvolili stejné tempo.
da: %@ til hver — %@. Du bliver kun sat sammen med spillere, der valgte samme betænkningstid.
de_de: Je %@ — %@. Du wirst nur mit Spielern zusammengebracht, die dieselbe Bedenkzeit gewählt haben.
el: %@ ο καθένας — %@. Θα βρεις μόνο παίκτες που διάλεξαν τον ίδιο χρόνο.
es_es: %@ para cada uno — %@. Solo te emparejamos con jugadores que eligieron el mismo reloj.
fi: %@ kummallekin — %@. Sinut yhdistetään vain pelaajiin, jotka valitsivat saman ajan.
fr_ca: %@ chacun — %@. Vous n'êtes apparié qu'avec des joueurs ayant choisi la même cadence.
he: ‏%@ לכל שחקן — %@. תשודך רק לשחקנים שבחרו את אותה בקרת זמן.
hi: हर तरफ़ %@ — %@। आपकी जोड़ी सिर्फ़ उन्हीं से बनेगी जिन्होंने यही समय चुना है।
hu: Fejenként %@ — %@. Csak olyan játékossal párosítunk, aki ugyanezt választotta.
id: %@ untuk masing-masing — %@. Kamu hanya dipasangkan dengan pemain yang memilih waktu yang sama.
it: %@ a testa — %@. Vieni abbinato solo a giocatori che hanno scelto la stessa cadenza.
ja: 各 %@ — %@。同じ持ち時間を選んだ相手とだけマッチングします。
ko: 각 %@ — %@. 같은 시간을 고른 사람과만 매칭됩니다.
ms: %@ setiap seorang — %@. Anda hanya dipadankan dengan pemain yang memilih masa yang sama.
nl_nl: %@ elk — %@. Je wordt alleen gekoppeld aan spelers die hetzelfde tempo kozen.
no: %@ hver — %@. Du settes bare opp mot spillere som valgte samme betenkningstid.
pl: Po %@ — %@. Dobieramy cię tylko z graczami, którzy wybrali to samo tempo.
pt_br: %@ para cada um — %@. Você só é pareado com quem escolheu o mesmo ritmo.
ro: %@ de fiecare — %@. Ești asociat doar cu jucători care au ales aceeași cadență.
ru: По %@ — %@. Вас соединяют только с теми, кто выбрал тот же контроль.
sv: %@ var — %@. Du matchas bara mot spelare som valt samma betänketid.
th: ฝ่ายละ %@ — %@ จับคู่เฉพาะกับผู้เล่นที่เลือกเวลาเดียวกัน
tr: Kişi başı %@ — %@. Yalnızca aynı süreyi seçen oyuncularla eşleştirilirsin.
vi: Mỗi bên %@ — %@. Bạn chỉ được ghép với người chọn cùng mức thời gian.
zh_hans: 每方 %@ — %@。只会为你匹配选择同一用时的棋手。
zh_hant: 每方 %@ — %@。只會為你配對選擇同一用時的棋手。

# online.decline
source: Decline
ar_sa: رفض
cs: Odmítnout
da: Afvis
de_de: Ablehnen
el: Απόρριψη
es_es: Rechazar
fi: Hylkää
fr_ca: Refuser
he: דחה
hi: अस्वीकारें
hu: Elutasít
id: Tolak
it: Rifiuta
ja: 断る
ko: 거절
ms: Tolak
nl_nl: Weigeren
no: Avslå
pl: Odrzuć
pt_br: Recusar
ro: Refuză
ru: Отклонить
sv: Avböj
th: ปฏิเสธ
tr: Reddet
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# online.drawOffered
source: Draw offered.
ar_sa: عُرض التعادل.
cs: Nabídnuta remíza.
da: Remis tilbudt.
de_de: Remis angeboten.
el: Προτάθηκε ισοπαλία.
es_es: Tablas ofrecidas.
fi: Tasapelitarjous.
fr_ca: Nulle proposée.
he: הוצע תיקו.
hi: ड्रॉ का प्रस्ताव आया।
hu: Döntetlent ajánlottak.
id: Remis ditawarkan.
it: Patta offerta.
ja: 引き分けを提案されました。
ko: 무승부 제안이 왔습니다.
ms: Seri ditawarkan.
nl_nl: Remise aangeboden.
no: Remis tilbudt.
pl: Zaproponowano remis.
pt_br: Empate oferecido.
ro: S-a oferit remiză.
ru: Предложена ничья.
sv: Remi erbjuden.
th: มีการเสนอเสมอ
tr: Beraberlik önerildi.
vi: Đối thủ đề nghị hòa.
zh_hans: 对方提和。
zh_hant: 對方提和。

# online.drawOfferedWaitingForAn
source: Draw offered — waiting for an answer.
ar_sa: عرضتَ التعادل — في انتظار الرد.
cs: Remíza nabídnuta — čekáme na odpověď.
da: Remis tilbudt — venter på svar.
de_de: Remis angeboten — warte auf Antwort.
el: Πρότεινες ισοπαλία — περιμένεις απάντηση.
es_es: Tablas ofrecidas: esperando respuesta.
fi: Tasapeliä tarjottu — odotetaan vastausta.
fr_ca: Nulle proposée — en attente de réponse.
he: הצעת תיקו — ממתין לתשובה.
hi: ड्रॉ का प्रस्ताव भेजा — जवाब का इंतज़ार है।
hu: Döntetlent ajánlottál — várunk a válaszra.
id: Remis ditawarkan — menunggu jawaban.
it: Patta offerta — in attesa di risposta.
ja: 引き分けを提案しました — 返事待ちです。
ko: 무승부를 제안했습니다 — 답을 기다리는 중.
ms: Seri ditawarkan — menunggu jawapan.
nl_nl: Remise aangeboden — wachten op antwoord.
no: Remis tilbudt — venter på svar.
pl: Remis zaproponowany — czekamy na odpowiedź.
pt_br: Empate oferecido — aguardando resposta.
ro: Remiză oferită — se așteaptă răspunsul.
ru: Ничья предложена — ждём ответа.
sv: Remi erbjuden — väntar på svar.
th: เสนอเสมอแล้ว — รอคำตอบ
tr: Beraberlik önerildi — yanıt bekleniyor.
vi: Đã đề nghị hòa — đang chờ trả lời.
zh_hans: 已提和 — 等待回应。
zh_hant: 已提和 — 等待回應。

# online.gameSummary
source: %@ · %@ · you are %@
ar_sa: %@ · %@ · أنت تلعب %@
cs: %@ · %@ · hraješ za %@
da: %@ · %@ · du spiller %@
de_de: %@ · %@ · du spielst %@
el: %@ · %@ · παίζεις %@
es_es: %@ · %@ · juegas con %@
fi: %@ · %@ · pelaat %@
fr_ca: %@ · %@ · vous jouez %@
he: %@ · %@ · אתה משחק %@
hi: %@ · %@ · आप %@ से खेल रहे हैं
hu: %@ · %@ · te vagy a %@
id: %@ · %@ · kamu bermain %@
it: %@ · %@ · giochi con %@
ja: %@ · %@ · あなたは%@番
ko: %@ · %@ · 당신은 %@
ms: %@ · %@ · anda bermain %@
nl_nl: %@ · %@ · je speelt met %@
no: %@ · %@ · du spiller %@
pl: %@ · %@ · grasz %@
pt_br: %@ · %@ · você joga de %@
ro: %@ · %@ · joci cu %@
ru: %@ · %@ · вы играете за %@
sv: %@ · %@ · du spelar %@
th: %@ · %@ · คุณเล่น%@
tr: %@ · %@ · %@ oynuyorsun
vi: %@ · %@ · bạn cầm %@
zh_hans: %@ · %@ · 你执%@
zh_hant: %@ · %@ · 你執%@

# online.invitation
source: Invitation
ar_sa: دعوة
cs: Pozvánka
de_de: Einladung
el: Πρόσκληση
es_es: Invitación
fi: Kutsu
he: הזמנה
hi: आमंत्रण
hu: Meghívó
id: Undangan
it: Invito
ja: 招待
ko: 초대
ms: Jemputan
nl_nl: Uitnodiging
no: Invitasjon
pl: Zaproszenie
pt_br: Convite
ro: Invitație
ru: Приглашение
sv: Inbjudan
th: คำเชิญ
tr: Davet
vi: Lời mời
zh_hans: 邀请
zh_hant: 邀請
